tap "bloznelis/tap"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "damascenorafael/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "muesli/tap"
tap "shivammathur/php"
tap "skatkov/tap"
tap "thezoraiz/ascii-image-converter"
tap "xwmx/taps"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "pcre"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "mpdecimal"
brew "openssl@1.1"
brew "pixman"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "fribidi"
brew "libtiff"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "jpeg", link: true
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "atk"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "amtk"
brew "libyaml"
brew "six"
brew "ansible"
brew "brotli"
brew "giflib"
brew "imath"
brew "openexr"
brew "webp"
brew "aom"
brew "asciinema"
brew "aspell"
brew "assimp"
brew "m4"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "c-ares"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "lz4"
brew "zstd"
brew "boost"
brew "calcurse"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "cfitsio"
brew "cmake"
brew "cmatrix"
brew "rtmpdump"
brew "gd"
brew "libsodium"
brew "oniguruma"
brew "pcre2"
brew "php"
brew "composer"
brew "dante"
brew "dateutils"
brew "dav1d"
brew "dbus"
brew "deno"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docbook"
brew "docbook-xsl"
brew "docker", link: false
brew "dog"
brew "double-conversion"
brew "dust"
brew "enchant"
brew "exa"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "figlet"
brew "fileicon"
brew "fx"
brew "fzf"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "glab"
brew "glib-networking"
brew "glow"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "jemalloc"
brew "libev"
brew "nghttp2"
brew "gmime"
brew "gnu-getopt"
brew "go"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "msgpack"
brew "gtk+"
brew "gtk-mac-integration"
brew "iso-codes"
brew "vala"
brew "gspell"
brew "gtksourceview3"
brew "gtksourceview4"
brew "hdf5"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hugo"
brew "hut"
brew "ilmbase"
brew "libde265"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "imagemagick"
brew "imapsync"
brew "isync"
brew "jq"
brew "json-c"
brew "ldns"
brew "ledger"
brew "libcbor"
brew "libexif"
brew "libfido2"
brew "libgnt"
brew "libgsf"
brew "libiconv"
brew "libimagequant"
brew "libmatio"
brew "libotr"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libproxy"
brew "libpsl"
brew "libsoup"
brew "libspng"
brew "ruby"
brew "libstfl"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libxml2"
brew "lmdb"
brew "lua"
brew "luajit-openresty"
brew "luv"
brew "make"
brew "mariadb", restart_service: true
brew "mas"
brew "openjdk"
brew "maven"
brew "mmctl"
brew "mozjpeg"
brew "mujs"
brew "uchardet"
brew "vapoursynth"
brew "mpv"
brew "screenresolution"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "nmap"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "nspr"
brew "nss"
brew "nvm"
brew "openslide"
brew "openssh"
brew "orc"
brew "osx-cpu-temp"
brew "pandoc"
brew "qrencode"
brew "tree"
brew "pass"
brew "perl"
brew "php@7.4"
brew "php@8.0"
brew "pinentry-mac"
brew "poppler"
brew "popt"
brew "prettier"
brew "protobuf"
brew "tcl-tk"
brew "python@3.8"
brew "qt"
brew "qt@5"
brew "restic"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "scdoc"
brew "sd"
brew "sl"
brew "slides"
brew "speedtest-cli"
brew "starship"
brew "stoken"
brew "szip"
brew "task"
brew "taskell"
brew "tepl"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tokyo-cabinet"
brew "vifm"
brew "vim"
brew "vips"
brew "w3m"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zola"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bloznelis/tap/typioca"
brew "charmbracelet/tap/gum"
brew "charmbracelet/tap/skate"
brew "dagger/tap/dagger"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "muesli/tap/gitty"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "bike"
cask "bitwarden"
cask "blackhole-2ch"
cask "chromedriver"
cask "creality-slicer"
cask "dbngin"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "element"
cask "exifcleaner"
cask "exodus"
cask "figma"
cask "firefox"
cask "freecad"
cask "freetube"
cask "fuse"
cask "google-chrome"
cask "gpg-suite"
cask "gulp"
cask "hammerspoon"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keepassxc"
cask "keka"
cask "libreoffice"
cask "lulu"
cask "macfuse"
cask "mactex"
cask "mattermost"
cask "meetingbar"
cask "minecraft"
cask "mono-mdk"
cask "moonlight"
cask "mountain-duck"
cask "mullvadvpn"
cask "netnewswire"
cask "nextcloud"
cask "numi"
cask "obs"
cask "osxfuse"
cask "pdf-squeezer"
cask "pika"
cask "plex"
cask "rectangle"
cask "reminders-menubar"
cask "sequel-ace"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "sweet-home3d"
cask "teamviewer"
cask "thunderbird"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Black Out", id: 1319884285
mas "Dato", id: 1470584107
mas "Final Cut Pro", id: 424389933
mas "HEIC Converter", id: 1294126402
mas "Home Inventory", id: 413564952
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Privacy Redirect", id: 1578144015
mas "Velja", id: 1607635845
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
