tap "bloznelis/tap"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "damascenorafael/tap"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "muesli/tap"
tap "pulumi/tap"
tap "saulpw/vd"
tap "shivammathur/php"
tap "skatkov/tap"
tap "thezoraiz/ascii-image-converter"
tap "xwmx/taps"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "mpdecimal"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aerc"
brew "libsodium"
brew "libyaml"
brew "ansible"
brew "brotli"
brew "c-ares"
brew "libuv"
brew "node"
brew "ansible-language-server"
brew "giflib"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "aom"
brew "asciinema"
brew "aspell"
brew "assimp"
brew "dbus"
brew "at-spi2-core"
brew "m4"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bitwarden-cli"
brew "boost"
brew "bottom"
brew "caddy"
brew "carapace"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "cfitsio"
brew "cloud-sql-proxy"
brew "cmake"
brew "cmatrix"
brew "rtmpdump"
brew "libtool"
brew "gd"
brew "php"
brew "composer"
brew "dante"
brew "dateutils"
brew "dav1d"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docbook"
brew "docbook-xsl"
brew "docker-buildx"
brew "docker-compose"
brew "doggo"
brew "double-conversion"
brew "dust"
brew "efm-langserver"
brew "enchant"
brew "ext4fuse"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "figlet"
brew "fileicon"
brew "ncurses"
brew "fish"
brew "fx"
brew "fzf"
brew "gdbm"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-bug"
brew "git-delta"
brew "pkgconf"
brew "gobject-introspection"
brew "nspr"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-getopt"
brew "go"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "msgpack"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gspell"
brew "gtk+"
brew "gtk-mac-integration"
brew "gtksourceview3"
brew "gtksourceview4"
brew "guile"
brew "hdf5"
brew "helix"
brew "himalaya"
brew "hledger"
brew "htop"
brew "http-server"
brew "hugo"
brew "hurl"
brew "hut"
brew "jq"
brew "ijq"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "imagemagick@6"
brew "imapsync"
brew "iperf"
brew "iso-codes"
brew "isync"
brew "jemalloc"
brew "jpeg"
brew "json-c"
brew "just"
brew "ldns"
brew "libcbor"
brew "libev"
brew "libexif"
brew "libffi"
brew "libfido2"
brew "libgedit-amtk"
brew "libxml2"
brew "libgedit-tepl"
brew "libgnt"
brew "libgsf"
brew "libiconv"
brew "libimagequant"
brew "libmatio"
brew "libotr"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libproxy"
brew "libpsl"
brew "libpthread-stubs"
brew "libsoup"
brew "libspng"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "lmdb"
brew "lua"
brew "lua-language-server"
brew "luajit-openresty"
brew "luv"
brew "lychee"
brew "make"
brew "mariadb", restart_service: :changed
brew "marksman"
brew "mas"
brew "openjdk"
brew "maven"
brew "mmctl"
brew "mozjpeg"
brew "mujs"
brew "uchardet"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "screenresolution"
brew "neofetch"
brew "nghttp2"
brew "nginx", restart_service: :changed
brew "nmap"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "nss"
brew "nushell"
brew "nvm"
brew "stoken"
brew "openconnect"
brew "openslide"
brew "openssh"
brew "orc"
brew "pandoc"
brew "qrencode"
brew "tree"
brew "pass"
brew "pastel"
brew "pcre"
brew "perl"
brew "pinentry-mac"
brew "pkl"
brew "pocketbase"
brew "podman"
brew "poppler"
brew "popt"
brew "postgresql@15", restart_service: :changed, link: true
brew "prettier"
brew "procs"
brew "protobuf"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby"
brew "rust-analyzer"
brew "scdoc"
brew "sd"
brew "six"
brew "sl"
brew "slides"
brew "speedtest-cli"
brew "sqlc"
brew "starship"
brew "stow"
brew "tailscale", link: false
brew "tailwindcss"
brew "taplo"
brew "tealdeer"
brew "telnet"
brew "utf8proc"
brew "tmux"
brew "tokei"
brew "tokyo-cabinet"
brew "typescript-language-server"
brew "vala"
brew "vim"
brew "vips"
brew "volta"
brew "vscode-langservers-extracted"
brew "w3m"
brew "wget"
brew "wimlib"
brew "xclip"
brew "xmlto"
brew "yaml-language-server"
brew "yarn"
brew "yq"
brew "zint"
brew "zola"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bloznelis/tap/typioca"
brew "charmbracelet/tap/gum"
brew "charmbracelet/tap/skate"
brew "charmbracelet/tap/vhs"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jorgerojas26/lazysql/lazysql"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pulumi/tap/pulumi"
brew "saulpw/vd/visidata"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "basecamp"
cask "bitwarden"
cask "blackhole-2ch"
cask "bruno"
cask "chromedriver"
cask "claude"
cask "cryptomator"
cask "discord"
cask "docker"
cask "element"
cask "exifcleaner"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "freecad"
cask "ghostty"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "imageoptim"
cask "jellyfin-media-player"
cask "kap"
cask "keka"
cask "keymapp"
cask "libreoffice"
cask "logi-options+"
cask "lulu"
cask "macfuse"
cask "mactex"
cask "makemkv"
cask "mongodb-compass"
cask "netnewswire"
cask "nextcloud"
cask "numi"
cask "ollama"
cask "pdf-squeezer"
cask "pika"
cask "podman-desktop"
cask "prusaslicer"
cask "qflipper"
cask "raspberry-pi-imager"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "sweet-home3d"
cask "tailscale"
cask "vlc"
cask "yaak"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Aiko", id: 1672085276
mas "Amazing AI", id: 1660147028
mas "Black Out", id: 1319884285
mas "Dato", id: 1470584107
mas "Enchanted", id: 6474268307
mas "Final Cut Pro", id: 424389933
mas "HEIC Converter", id: 1294126402
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Privacy Redirect", id: 1578144015
mas "Velja", id: 1607635845
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
