1password
alfred
alt-tab
appcleaner
bitwarden
chromedriver
discord
docker
dozer
dropbox
element
exifcleaner
figma
firefox
fuse
google-chrome
gulp
hammerspoon
iglance
imageoptim
iterm2
jitsi-meet
kap
keepassxc
keka
libreoffice
lulu
macfuse
mactex
mattermost
meetingbar
messenger
mullvadvpn
netnewswire
nextcloud
numi
osxfuse
pdf-squeezer
pika
rectangle
signal
sketch
slack
spotify
standard-notes
sweet-home3d
teamviewer
thunderbird
veracrypt
visual-studio-code
vlc
