1password
alt-tab
appcleaner
bitwarden
brave-browser
chromedriver
clean-me
docker
dozer
drawio
dropbox
element
exifcleaner
firefox-nightly
fuse
google-chrome
gulp
hammerspoon
iglance
imageoptim
iterm2
java
jitsi-meet
keepassxc
keka
libreoffice
mactex
mater
meetingbar
michaelvillar-timer
netnewswire
nextcloud
nova
osxfuse
pdf-squeezer
slack
spotify
sweet-home3d
thunderbird
veracrypt
visual-studio-code
vlc
wine-stable
xquartz
