1password
1password-cli
alfred
alt-tab
appcleaner
balenaetcher
bike
bitwarden
blackhole-2ch
chromedriver
dbngin
discord
docker
dozer
dropbox
element
exifcleaner
exodus
figma
firefox
freetube
fuse
google-chrome
gpg-suite
gulp
hammerspoon
iglance
imageoptim
iterm2
kap
keepassxc
keka
kitty
libreoffice
lulu
macfuse
mactex
mattermost
meetingbar
mono-mdk
moonlight
mountain-duck
mullvadvpn
netnewswire
nextcloud
numi
obs
osxfuse
pdf-squeezer
pika
rectangle
reminders-menubar
sequel-ace
signal
sketch
slack
spotify
steam
sweet-home3d
teamviewer
thunderbird
utm
veracrypt
visual-studio-code
vlc
vscodium
